
public class Pet3Image {
	// 고등학교 때의 훔칠물건 이미지
	public void training() {
		System.out.println("   ┌─────┐   ┌─────┐\n"
						 + "   │     └───┘     │\n"
						 + "   └──┐  YEUNG  ┌──┘\n"
						 + "      │   JIN   │\n"
						 + "      │         │\n"
						 + "      └─────────┘\n");
	} // 체육복 그림 메소드
	
	public void moneyMethod() {
		System.out.print("┌───────────┐\n"
				       + "│ │┌┐┌┐┌┐┌┐ │\n"
				       + "│ │└┘└┘└┘└┘ │\n"
				       + "└───────────┘\n");
	} // 학원비 그림 메소드
	
	public void wallet() {
		System.out.print("┌─────────┐\n"
				       + "│    ♥    │\n"
				       + "│─────────│\n"
				       + "└─────────┘\n");
	} // 지갑 그림 메소드
	
	public void mp3() {
		System.out.print("┌───────┐\n"
				       + "│┌─────┐│\n"
				       + "││ ♪~♪ ││\n"
				       + "│└─────┘│\n"
				       + "│   ▲   │\n"
				       + "│    ◀ ◎ ▶   │\n"
				       + "│   ▼   │\n"
				       + "└───────┘\n");
	} // mp3 그림 메소드
	
	public void sneakers() {
		System.out.print("┌─────┐\n"
				       + "│     │\n"
				       + "│GUCCI└┐┐┐┐┐\n"
				       + "│──────────│\n"
				       + "└──────────┘\n");
	} // 명품 신발 그림 메소드
	
	public void smartPhone() {
		System.out.print("┌───────────┐\n"
				       + "│┌─────────┐│\n"
				       + "││         ││\n"
				       + "││         ││\n"
				       + "││         ││\n"
				       + "││         ││\n"
				       + "│└─────────┘│\n"
				       + "│  ▒  □  ←  │\n"
				       + "└───────────┘\n");
	} // 스마트폰 그림 메소드
	
	public void iPad() {
		System.out.print("┌───────────┐\n"
			           + "│┌─────────┐│\n"
			           + "││         ││\n"
			           + "││         ││\n"
			           + "││         ││\n"
			           + "││         ││\n"
			           + "│└─────────┘│\n"
			           + "│     ○     │\n"
			           + "└───────────┘\n");
	} // 아이패드 그림 메소드
	
	public void testPage() {
		System.out.print("┌───────────┐\n"
				       + "│   TEST    │\n"
				       + "│─────│─────│\n"
				       + "│─────│─────│\n"
				       + "│─────│─────│\n"
				       + "│─────│─────│\n"
				       + "│─────│─────│\n"
				       + "│─────│─────│\n"
				       + "└───────────┘\n");
	} // 시험지 그림 메소드
	
	
	
	// 어른 됐을 때의 훔칠 물건 이미지
	public void notebook() {
		System.out.println("          ┌─────────────────┐\n"
				 		 + "          │┌───────────────┐│\n"
				 		 + "          ││               ││\n"
				 		 + "          ││               ││\n"
				 		 + "          │└───────────────┘│\n"
				 		 + "          ├─────────────────┤\n"
				 		 + "          / / / / / / / / / /\n"
				 	     + "         / / / / / / / / / /\n"
				 	     + "        / / / / / / / / / /\n"
				 	     + "        └────────────────┘ ");
	} // 노트북 그림 메소드
	
	public void bag() {
		System.out.print("    ┌────────┐\n"
				       + "    │ ┌────┐ │\n"
				       + "┌───┘ └────┘ └───┐\n"
				       + "│                │\n"
				       + "│───────┌┐───────│\n"
				       + "│       └┘       │\n"
				       + "└────────────────┘\n");
	} // 명품가방 그림 메소드
	
	public void creditCard() {
		System.out.print("┌───────────────┐\n"
			           + "│ Card          │\n"
			           + "│ ┌─┐           │\n"
			           + "│ └─┘           │\n"
			           + "│               │\n"
			           + "└───────────────┘\n");
	} // 신용카드 그림 메소드
	
	public void motocycle() {
		System.out.print(" ●    ●\n"
                       + "  \\  /\n"
                       + "──┌──┐──\n"
                       + "  └──┘        //// \n"
                       + "   ││   ─────/  /\n"
                       + "   ││──/    /  /--\n"
                       + " ┌───┐─────┌───┐\n"
                       + " │ □ │     │ □ │\n"
                       + " └───┘     └───┘\n");
	} // 오토바이 그림 메소드
	
	public void car() {
		System.out.print("    ┌────────┐\n"
			           + "    │        │\n"
			           + "┌───┘        └───┐\n"
			           + "│ ┌───┐    ┌───┐ │\n"
			           + "│ └───┘    └───┘ │\n"
			           + "└──┐  ┌────┐  ┌──┘\n"
			           + "   └──┘    └──┘\n");
	} // 자동차 그림 메소드
	
	public void house() {
		System.out.print("┌────────────┐\n"
		               + "│┌┐┌┐┌┐┌┐┌┐┌┐│\n"
		               + "│└┘└┘└┘└┘└┘└┘│\n"
		               + "│┌┐┌┐┌┐┌┐┌┐┌┐│\n"
		               + "│└┘└┘└┘└┘└┘└┘│\n"
		               + "│    ┌──┐    │\n"
		               + "│    │  │    │\n"
		               + "└────┘──└────┘\n");
	} // 집털기 그림 메소드
	
	public void jewelleryShop() {
		System.out.print("┌──────┐\n"
	                   + "│ FINE │\n"
	                   + "│ GOLD │\n"
	                   + "│──────│\n"
	                   + "│ 999.9│\n"
	                   + "│      │\n"
	                   + "│1000g │\n"
	                   + "└──────┘\n");
	} // 금은방털기 그림 메소드
	
	public void bank() {
		System.out.print("┌────────────┐\n"
			           + "│┌┐┌┐┌┐┌┐┌┐┌┐│\n"
			           + "│└┘└┘└┘└┘└┘└┘│\n"
			           + "│┌──────────┐│\n"
			           + "││   BANK   ││\n"
			           + "│└──────────┘│\n"
			           + "│   ┌────┐   │\n"
			           + "└───┘────└───┘\n");
	} // 은행털기 그림 메소드
	
	public void monarisa() {
		System.out.print("┌─────────────────────────┐\n"
                       + "│ ┌─────────────────────┐ │\n"
                       + "│ │              ────   │ │\n"
                       + "│ │        /\\  / !    \\ │ │\n"
                       + "│ │   /\\  /  \\ │────\\  \\│ │\n"
                       + "│ │  /  \\/    /│~│~  \\ ││ │\n"
                       + "│ │ /    \\    /│ L    │││ │\n"
                       + "│ │           │ \\-'   │││ │\n"
                       + "│ │           │  │    │││ │\n"
                       + "│ │           │       │││ │\n"
                       + "│ │          /         ││ │\n"
                       + "│ │         /          ││ │\n"
                       + "│ │        │           ││ │\n"
                       + "│ │        │           ││ │\n"
                       + "│ └─────────────────────┘ │\n"
                       + "│            Monarisa     │\n"
                       + "└─────────────────────────┘\n");
	} // 모나리자 그림 메소드
}
